{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              32,
              32,
              3
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "d4b9de4fe0325ab1b8bf61eedbd2244f3d0aaa0615ac4e56141ac13040e30650",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      32,
      32,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            32,
            3
          ],
          "values": [
            "os4AwLQmYT+Qchm/FoXVPjOs6D+a1a8+5wOuP+py2L5tWf8/yOL1PTD+ij5EvJq+d2hcPpnoGj/mc8U/lX4VvkA2p78K73m/RVCzP+nW2L7CJn6/NNuAvzBFPD+wN4o/2ToVPlwajz+0G3G/tee9v6fchb43Fzk+xqgtPXdT4r/EHNS/b8bWPogaCD/0Liu/A3IevnFxhD8yhh9Abgm8P5HKtD/jVMq/nekTPp0DqL7mQdY+A5ySv8hAsr/k/Xs+X+rSv2czZz8blRLAsrDnv5diWT8jlpg/UK+5v0nANr8Qeek9ReCEv4fGFb8KnvE+SvjwPoLPnL8sUbY/sKtWv6POHz7/TtE/4c9cvrL7Lb5+jho/Cz83PybVejlO1AU+ZlUDPzKIVb4UlIu9GQ8pPaTAjz5K7wE/Hh9BvvaVu77yZ6Y+osT0vhhz6D4gqzK+LeCRvl/Ck76AXhc/tNpBPrn4Dr+agBE/jeUUwEb+SkD7ed4/KOwhP/523b9DaXBA4g3OPjKkqT97Vqk/01l8vYG/ML9QoKW/kS2Iv4jC6r7zisW/pQNWvxkwPj9IP4q/Jf4sP3w12T9C4qK/38QRv0qmTj9Qs4I/LkGNPXoSMz4QI1k/S7HLPfDJo7+hMVy+KfNNv8mKwT9sfA6/mtzDPmezI775VRpAWkrEv02N3z67Mm4+q7vcv2uDor4Jf64/o135vv9oNECgUxlAthDLP1uflz8tINk9pa87v1mCTL8DOse+E5FxP77omr9pBUY+dczCv8YZhj92gy8/wi2Mvwf63z4dWe2/fm77PrqfWr/lS8w+3EO7v9QVID/0dV0/lIQ9v96GJT8BqTA/l5H+Pr6/PT63j+e7i6Hkvkf1AL4HUIi/jOzlP8iTKkDVXqw+j5x8P5ipP79ES1E/FG6HPuG6Qj+WpKu/njDGPoeStL8jtDQ/R5MOwOAPs746zzO/4t9Rvoru072MdZE+SWYqwBK+tr7zb3Q/otYYv/oRnT/g1x2/IPlEPlVf9j41yFW+",
            "N2XvP9Wrfj8ltdc9nd3KvRKBxL4xs0G/BJSnP5qaC0BK9q4/BlpHP1dXZz3OZDw+6AS7v2rHXz8UqmQ/0SzYPeb1n79S+iE/rsTJP9i7qD9oZoQ/fcyUv5YdF74yosy/Z5NEvpyVFb8Hdzs+o9xvv1ARyD99k4C9VRABvw8tuT+5ktc/ELmWPvOJKL/JRlQ/Oklyv+R4bT8aGvi/njhvP/PZST4ayYO/ksCBPySlcT8WgQ6/o66bP3aUjj8Pqji/7B/zvhArAUAIg6e+xlZGPjPdg783gcS/W7V3PxIVZb8lOmg/5ax+P97Dlz+TvdM/lZeGPCLBRz/i+AM/fc6Su1bHPr8OIEw/fI2Qv4vP6D7LPi+9eRpxvwCGe7+5SEi/VP2XvgUeV76R7MQ/WZS2vh5ltb0yALk/uyBcwNVz3L4iEALAXsHjvi6tjruPnv++1TW7vdQbwj0B/Y4/hbAoPQk8YL9hbYM/0wrKPq9Umb9aC/S+LpnCv3KObb+7P5s+fuH8v4llJ77gf/e+c6nMP6J6j75udsi/MyL8P18XmD+Z510/4NmOPy3RbL9TyZ4+wU8+v4AvxL8xpbU/0Wqjvzkptb2FUpm8MOuCP3rjLD/HJDI/8usKvhJ0p761nsU943FGP4PGvL+NRYg/mIg4OvygBT92T+c+Y3+EP9ltEj+SjtG+U37FvLwYNT6fSE5A1kTDP9iv4r72wnA/r7gDPXT1iL6GIF+/nkPGvx24GL+8ufe+Q29gv+2FPL0NLC8/OAvOP3ROar8Fe2q/n44zP84/vT4GKFW/4KtBP4/jBT+CRJQ/rXR6P8lkfL9BY24+nD/nvijdwz9f3IE9UpLuPvtw3j4XdTo/9waoPmcuuD8wu5c/pDtqPvYVkD8RSNA9h/3FPudPFz8V+rw/WyAPQEgl0D/kd6w9EuXgP7pevL8+kea+GA+RP2Yd/D/kM7w9w42kv24wmr26nQC/nTf3vqk9Fr8xxpM/Nnu1voe4Ob/+hsY/q/PJvYSPKr9BbgpA",
            "zquZPq3YSr8Yg4S/pTtjPzh3Ar0DdWo/vcyCP+NEtz86/AnAyWQDvg1d7T3vmVe/crZUvjBJ2j8fmQW/KJWBvmGWwT9XN1w/LlyzvgRPFcBqFxc/GWo2P8pZZb8ugCy/v25Avjv30T7ctGS/vuqIP2viM7/kBSy/omZOv8Mpaz/XcOO9QrhrvzrQgz/8sx/AN3ogv5mQ8js3HpC+2iEWQNCyXL3axpm/UGEPPwyALj6pWii+UzoPvoXpWT201sQ+0kiGPqpvF7+3sTc+IvL7v2s+Yj7q8E6+IL9Hv/YvX75Yroc/kxxlv6EQcz10434/Y8UZP9aU9z9AjfA/LJ7EPqhNLT8SbCi/7yLsPqoXGL+N3jK+O/g4PlnQyr7VGYy/1F6XvlngkL4x3jo/m8ZovpvdEr87fok/P2/BvhHQAD8AomS/rgNDP2sDJj+6dps+ycLtvho5/74n6i0/1VHdPgz2LkB/qnU+q1QgwJD9zT+2lis+lef+P9I13j+EFhk/6+h8v0fSG7/nAyS/aLhYvdS3sj+x5Os+lKG4PTdr8z4sjqI/XqRQvzixrL+eHYM+wWLQvdlk972h8Bo/FgLZv1c8fr/xgWg/M8VdvsNqVD/yXvi+fPSEP8ocNz4xdq8/Xfiuv73aiz6oUIe/mX8fQGA72j9SM6i+xzgMP6i9kz8iByO//Wg4P1yJyD9vVrq/bS7Nvo2UCEDQQKM8rNa7vo0aaD6nkwY+SHCSv6kOH79nHYI/BoWyPxYhtT1ne/4/KbphP8ZqaL6tCQ8/ExGFP6nDkD8TaUk+Dh4lP+RF076cjF8/B0invhDYAMAhEGw+QGNWO+sAsr9MK3Y+k2CWv4EEo7404e0+SVo9v3t3ob/MEji/RCYWvcDh6j9zD+m/D6S8P8JGq74WGEW/L6P3PtOTgj8FDGi+k2ddv4RkYD+9UHS/SllbP+aviD8DCxs/M7ZVPsbKTD/pDXQ+iOR7P5b8Ar/nFZ28xXwCQAAgnL5DLAi+TlrqP8C+ED8Cujo+",
            "EXFKPc23UT/PXAO/4cTBvbaepL69bBC74cC1P2RbUD/Dltm+w3IRPqD4EEA331o+/vvevukTR0BQyzQ/Z9DHvoCkfD8cO6M+NX4lvmJ4iL0mpwc/LgPlv23kJj+ZtJm/Ps6yP7RWcL4xzybArQmgP7LuGEB8mPc+y6j8PQO/Gr+vuuU+QYsQP/d7Yz+RiKU94eBJv+IQlL97WT4/46+YvwM2pr99oGg/U0Y5PzM/Mj+NQAfA960wPqrxnb5tjjo/5UbSPprskL/rZks/6pxhPmocDMCSRTM/Asslv5hm8704NEI+L7jXP3sU7z5YUys/yhSbvt+bPr8vJZc/EZL8v/jyhb9MgYm+rv6KPrfnxj6SDzI/+nlZPztlSD/0z4i/67WxvyvZYr/cHUa/SKgYPwGohL7HaIm/pCvvv1D9Nr0gHss+cw5aPWOptD4qk0c/ESpQP926pr4rSIS/bKMTwATgVT+XbOG92iZrvwK+db8hUlI+hEhxP2lPQr4f3Ho/V8yMv6tZIb+y8H2/fSwBP+KNiT3d3VK/p1wTP4dfZr/oAUW+xFWdv1UJL702ARU/4iJSv/0bhj8gMw2+pHWmP6xpNj6ozv4+Gp8MQMWAoT9DsP4+jIR2P1glLz45oMS9gyoIPxxfjz6PkpM/mqmpPogp3j48Jby+57MLPuvXEz8/npm/uYZpPj+Qyr+969A/fNHFP0w1lb+XqM48vTADv+T4iL5jEGm+Ho0DP/zFhL55LPA+qjflvhP0gr8CqiFAtQyBv+c6a78olu+/DsIdv980sL9Jho4/8xOLP7ONiT8kpJW+oZTzv2hoOb7jA0C/JRaAPuTNgz/jHto+VwF8v5OLQzxfNyK/9bipP2prnD5QSCG9bRv+v8DrWb/cl+++ZFkgP0FTLz8TA+Y+8WLwv4I20j7RDJw/TACwP6vMAL87zm4/fOFfvw4zHD7etc++jrhfv3Aabb83EzO+6O20vtXRi79FchxAsAXePlpbe78ZKYu+jDmPPv47bj+tS0E+",
            "RE0TQFZ+sr8PZ7q+3UQMPnC0kT9tFII/BMN6v1uUD8AJlxU/PI5MP/qwWL+4KpU+HCnQviPJLL/S7hw/34GZPqhWPb+Szx8/nXgfPx7hVUA2Q0S/0wHOP+eaeD/AVIa/77lBv3nR2T/wiGc/x1x4PybXPT9qNCe/9LPaP+9I5L9r/6U/nLZXvshRgr7Oncw/iW+qPp1Prj6c7z8/2MahP8QAgT6poVg/tVd9vp8OkT/S2zfA0YjpP9wV0r8B0PY+Evyjvn7ATD6j46o/rG5ev/4f7L+KDJ2+E/rev0yHL7/rmgXAJl0fQK0zhz90h2S98IzeP+37fD9wpg++Fj5pP7370D+VQXE/J44bP3EyFD+u/ma+/waAP0VMjr8w3X2/HOfEP8jhHz9htJ4/kozsPWWYgD9hEYg/aeC6PiRZRr8q3JS/uHKeP8Rk8D7xJim996alv2aXXT8cTkM/4FpYP7/19D9KdH4/+573v2lgqb6g3JA/o6nJv7WSwD45gVA+Gl2Nv9fuUL8aZb893hH3viwY6749Bkm+a864vySCGT4q2KE+Ox3Xv57plz8UAiq/5VxOvuFGyr4RYK0/vDzpPKtsvTph6G4+WC8tvRqAYr/ihKo/eozKvxbTqT/EIri/e4U6P2fl2D8r2P8+d7Rfv5CHsL9dhNK+TNQnviooBz+yKR0/Z0iUPgyBV7/OKoC/orWdvhUFBT+95Vy+jmVwP0KKbj5Q9qk/Fo2Iv2bIsz4c/L+98XBKP4MeS7/zYIm/A9nWP6Jshz+z13W/cr0FPv3ngz4au6m/X+HOPbLuHL/3+g29GCCEP7q3Tb9hj8++01pmP1j4j7+Jn2o+Pb15P4GXrL7v2RO/UEKyP71Cw795oh3AZZSwPsnQGEDQL4w9y/sOQIyBSD/PuXc/PaZePi+Dkj73UVo/sBLwPhVLRz57PZa/aGu5P90+Ir6Q1k49VIwuP0zC1D/JkqW/jnNEPxkYPL86Afw/1WKbv/eRIj8OWQLAoyfsP22VYD8Vpn0/",
            "ANrTvlpQdr+pmaO/aEyhv8/rg74eEaU+oa2DP1XTg7+p0vI+RTwkvwhfkr90JRE/4OEhP7hekz4TQ4e+yustP+ArFL8xXYg8mb31Pe9XK7+BIZQ/dhl1vzeVj78I7m2/MapiP8AFvr+u91Q/iG+HP1hRP0AN5bu+/Hl6Py1kaT/bfRxAjuHfv7CeBz8cWpW9x0qePnuMtD6nghG/BmWZv9wr8T5GJuy+5BeqP7aRdD+afRa/h4XGv9Gzjz8HMu0+pncSQNdBC0D2NC89qOhlvZDR078JppC+PvK+v32kgL7M1XG9Qs0MwF6wvD/MR+m+aSxOv8Uuz7/ZqDO/rjYmwKhcLz7quJC/6OXWP5gT7j8zjm2+ILHXPs/9qL6tmBk/WsktP7ZnL7/VyQQ/q00ivr9cdL/KrbC/fHkVvyAQGr//lC2/4ucTvlyWzz8zs0y/udoevzyCob+sKcy9llPzvwQ11L4B1wM/AkKpPRMyrz8dL4k+uEUNP1Xc/j7F7va+DDVYvqh5rz4Qgh0+ZSzvPnSjXb88+bs+3mIfP7wYLL/yiWU/e123P7qXdj//7Qk+1y8uPxvt1T/UmHI/XHElP1L96b4MKuK+mGrbPRE37z03vKS+mFgqPX+4VT/y2oG/2khavrJOpr80ZPs/LDNxvswcKz7hik2+TwCWvssklj+3NaO/F0UOv5v5Yj8Pscq9qXiev4SV0D3ULuO9aBjHvx1Myb/8EdO/uiW6vz4PpT8J7A9AQzF/P1g6KT7plMY9JiSQv2ck/b4x1Ae/Jg3TP1v1nb6ucWs/mTsZvd2mIr77yE8/lY5uP6DYlz6rcxY/S+pQPYKTqL8UAyw+zZaLvgucQz9AlhBAyDAwP0szlr/N9ia/Ey0Gvzs0qj/jCca/EPNQvnwiL78n/sg/+YCtPRF4yL65Fa8+u0N+v3f79D9H+Io/yA6cv2GSLz7ljm4+QDV6vopOUb9FEYY/6QxNvs0ECcAZ6CS/VbO5PZ1xkL7uhjG+UI8Uv7Jaaz0oizA/",
            "NtoWvWcipz+KpzK+VIw+vrbEpz9+NFe/b1abvvM9ur/5JY081i4kv5STa775IMQ/T25EQMcsAj2ulvk+oscLQAjOOz++RFQ/lAlvPxi4lL/ORwtAHFeQPuk5cj9Qvau/nWw7vj2xsL8SQK2+MEFPPjVDLb9c8NQ+Ey80vyA97b1hVaU/R1EGPzAvQz5VFZW/WUEKu/d6sD5FDLi/uEyePrb8Er/jgU+/IgjdP7K+Oj9Bxhc/EPjwPz+ZKL9BGNA+LWyzPYw3AkDAjyU+Nd0vPyWRND6y0mC/59ynv9uWhz+eN6S9y/YFQLSNFL+aOAK/waz3vkuzbj0CpAw/Ju9pv4gGNL+GHw2/LslHP4AQwr8NpfS7IcwRvRI9CUAY6z6/Sm2GP43yrj+MWyk/RLzSvFqIk78xBNk+7f+0vyxW6T6IUNE+8OtMv3Q6jL3Ab+C9vQDYPHpKhj6fnF2/OFoVvYlidj926G6/KQAQQG8+Lj97Ncs+QNYsvgBN2j7+rEQ+UMezPkKpBsCxf4Y/VzwTwJgSqr2tOUq+DDmgvjVNCT8U2cI/B3LlP6GumD7ABFk/7MvvvG/Lij46tRy//IehvypZjz9+hsM+5/f4vgpd4b4riBo/zc5RP5xMfL51vPy+SQjDvixo6T+PTdK/rJtXv+2EFD8d9RJARK2Lv3zhGr/EqpU/wtmuPhA4xL7ge8K/QfHivOPbJECKRwG+1HycPguBMD748K2/EdHKPisKpD5mhxa/V5+tPwz6t78aMa0/MGbWP1Eamr+GlwPAbigrv/LNaj4RSABADGBDvi3rcT94RCm+n04FPw8xgz9YIwS884LQP/H6o76wthhA/n6WPzBrhj8jwD4/vX2SPnegwD+9dhy/9x5yP10JGj6dL9C+JmZYPwZeLz/NgjXA3Q+XPkfN475lsZC/noFCP50vX70ZSto+hfe9P8feFL+6fWU/dfDDPwoO0D60iAs/n6KYv86KVb1Pf6i/k4cYv0URHr+hHdA+fecOvkKbCT9EN34/",
            "EbsUPg0ENr9emwi/EPCRvoPnlL+4/sw/HWcjv3MDA0BtgPM/pRnIPhoai79X4by9q1ulvyZWmb/cX/0/iSkoP0w9nL9HMz6/balQvVi2l7+XsgE/wABYPYgAYT9JySQ/YcWAP48yl78xOjy+HvcgP3latL8407y/k1lYvrWbyj6zY8q/i3Azvjtxtz9krZ09XtWiv1tFXj/Rye89Yaj6vnnP0L7omLo/HuiLvmsDgb22XMO/L0Uqv9wk0D8H6Ki+EUaeP8tiLj+cpQE/USq9vQcUgb+51UI/HLhlP828uT4XKt4/5P6Sva9m8T+cpo0/Gew8viDagL8QA50/0Ukwv5jiab5rW1m+QZaMv1LbOD9K61y+P06CO+8h9D9Kbms/8jigPjEVyz0acEA+q9dEvmfrEb5TzF4+WL0/PJfdlz+OT+k/HdJkPHwSfT7hmAlAu5i7Py0KHD/imMY+bLb/P7qaSD6AQoc+yef1vypNeb/ENZe/oWKwv0owhr/zOtk/B/trv4+UEEDakYC/YXswv+5xZL40BLk//H0Uv32VlT3Kx767rnWeP2h/EMAzWhk/Lza5vlCYrb282mo/PL2XPsYQWT8oAKw/wH/MvgXMAUCti07ANinlP2W8PD/44hm/VdZ+v469NT94XXK/U5s2QGWdKD+60gI/BdaQP/Qekj+G0aw/ekUDvrwWFD9ZMAjAgoA/P2EFtr9g366/PtJdv9O9pT8bhgq/JJvqPo2cQL+AsfS/Q/j1Pu7zf780Ug4/CFGnPx2Ma7+2D32/sX4Mvw3M9j7uNNu9bMgRPxyznr5JU+6+SFVXP0YxXj155oE/r70AwHpM1T6wxSC/d0cJvTq9zL68rTc/geVfPt37Wj/wG7I/tvWEP6RDQT/oj8o/XG6DPgZcpD5L3ZI/BPFtvot5BMDg/XA/Sb69vzIQOT+mD2k/QT/OOzpqez5d+Bs/F9Rjv2DSmr9NmIi/ZFxGPlLutj8n8F8/PHiJP6YI5D9e8KY+tpSXv/i1Lz8+a9M8",
            "cvAXvgvCA75UCGM/xxhnvzeMgL4NfNI+ClD+vBvMxD8NvZM/Uvuzvz+FTb8U67E8KVNhvyG/VT9Zm3i/1xmbv4VPHL9v5dG87lnkvnFepj9J1ck+Y9wkv/IGvz9FOuu/cibhPEkY5j87YW2/V/d2v/39Cr0xVSq/RwStv/7xHMAQ8tO9IBvUvgOgJr/0JS29xdhiv9bdBb9m55I+3+DVvo+FuT9hJAK/1RGXP5FkPsAQMuo9H/tjP1Qgrj+m26C+cvlFP/53iz+ba6E/SrmFP0z767+DrBK/aD6UvlXbBcA/tHQ/l7aXvnhgLr9rJxw/Y3qOP7rrCL8wQuA/4C4FP5NKLD4LvJA/TrDIvdHImj5TTW+/V1YPwHb/bT/IRvM+hwnTPA38xD8w6CY9093UPywTUD+MmMw+k38NQDGN/r6IyIu/p83Mv1Ny0z5P7q09YZL5vmDbHj5T2aw+DRGQvp4UT75XD6Q+4kYYv93DRD/d6YW/1FMhP2+mor46q/g+NRp8PYHmhT+pfnw/923QP2sWEj/meKG/jFubPOS/e76XVG8/jiYIv8GH0z5UPui+WWYsvw3Bur5mbN8/cDGQvjCw6j5f8M++6OQsvzLuYT8dKLI/Ym+gP1HQTD8nBIu/DUxmP4wn6j+H+7A/r01bv+bg7L9YWtE+rM8EwHvtQD8vjsc/VKvivlkcST89QAVAHYaOPkWrdr5a3u+/sTqYPtyRfT/FQn4+hlgPv79ukb8e8ok/YysXP7Oypr9ZLfM+hmeaPn12TL8G6xw/OyrWPuT1wL9DlKc+CGAuP32Y4j74Njy/RQyiPt8pLr5WbuQ+utsxv53asD/ICVi+diDVPzjzFT+ExrC+F5aDv8M64j9bXWW/lVxuvyomMj6SjoC/NgZjPlMPVr/vzWu+wOjDP72G+L8okv2/dWcSP+4gvj9uLf89GGOqP535Eb+wmLU+6iMSv4CiYz8C+TM/ST2NPiB9kD/UVb2+3my0vj+XkD+DkJe/8s1fP4UuHL8ytWq/",
            "57Pbv0OMCb61hJI+tgrmvc791j7Ez+Y+rg16P0j8EUAPUFq+tl6sv5Ekuz+VLTC/9PKMP0CKHj93uyI/Fy0dwAS8+r4kpKu/6U4ZvlBIBr+NqcU+PtEJv4e5xD5ueJQ+FVPOvyBlR76t684+P9zMvkOkxb9UqFk++3JVvzzNoD/d+dY+uFcmQBrV07/dIx2+nNRkvV4aCL/iV+k+eQdhvyAuB8DJmx2/BR4av5t7xb1Pg0a+BpynPogCvb6S4x2/rD+kv8hlwT3Cvig/GcoYv2daYj+wXRI/JqK4vp2y4D/fkPK+fotAv9PfG0B9Ipu/zHDPv37RBj80kB7AjwSpvwZgyT7bYo+/fbMAv1XuAz9/V8a+qGDGPtE+xz/S9ii+0XEaQBw22j5NcLU/V3eIP9/Ny74+VZW+SgCWP5S8U76HN+w+MCysv4VmAr782o8/lLEbvriM4T9Eqas/Z/C4v8ETSL9d0lC/F1CZv/vkKr+5Ipc8xDKovnKTDD9RPCPAYE6uvwFdYb5lvW8/G5Q5v+nFx75fX7q8n/WPv/FIWj/5uMw9dkHFPhk5Jz/Zh+E+Vb9/PyuSLD5c3fW/i5bRvqqdQz+Zwx8/+Ai7vhyhyL/8lRY/ZyjqvT+Epz/bO12/Xe7Nv5qziD/hqLk+K4lcvq9jIb7HeKQ/A0OMvPYAuj8eTgtA3NZiPtmnHD9/SkE+91uovlPnhL+Spj+/ZGeNv+uxzD8tZ/a+lwajP6S3FECvJS8/qHGtvXLDLT+8wTg/8yWZPcu8+z8HtZG/es0BvmKuJb8klg4/3ureP6D2Wz5k71c/2KGevajDzT/Qb1A+V8McPwChwL4taeK9jnzVPdKiG7+Jrsq++M9bP33Tb793HNK/drr7uybGU79jKbI/Qm6Hv/LPq79W/Zg7e2chvyS8ML8lI3C/VBZ5vyvZS7+JDks/Edhbv6Ymqj+ow68/pHV1OicbID5ggYa/gtpnPxHHH72a2gZAUWoTPsNY6L89mAJABNSZvmrUcz/E+Hq+",
            "SwJwPwMydD8WBa0/Q9jxPu9VGL62sEQ9UJwXP32msD5zgYE+vqzgPxOL8L8ZIIu/7CIlv1xCAD/SMCk/SpMjP+YPnb/aLr2+bc0lv/VRo77fgF+/fAsAv7Np9j4S6My/a7lMPq3Mgj7V/DxA/gb5PqebQL+TF5W/Ex0QP6pTdj8A2Tc//m+IP6AXpz1COqa/61gCvzaCMb+O/ZU/UBMlwNJsrT+P6Jw/dl+MP9wVab9kOZY+DqGavvShXb9vIEs/RxsFPq75qz9X++o9lnDnP+6uDEDkZqU/W8Snv8rrL748zGO/nRYPP9gPOr+CJxU/9jkhv55Qlz6rEhfAHXcxvzt8Lj9y2Jw/wAQKP41Qbj9g/RfAwLnFvtUAMz/HG/M9aaLCv7DYrj5J4sE+G/Jev0CM1L+zqlO/7QyTP2zUVT9MuYq+6xU7v9ybrz3IgDjAlEXVPt30977nZWU/XwJuPIsekj7ST+W/1Us1vweR1L7hnsc+diRcP+Pfs70///a+9/vMP/7ZCr8Bny2+RzXdvld7CcB3/D2/0LZzvScjcL/iIwC/m2ZdvnwcHb5r/4i/Zk2dP5UjtD/5qsS+iSaGPkVyOTxKMrY+oOe1vUb2zL7DSj4/0ovUvT3uAr8mQGU/T/zoPivsND/4BHM/xrOlvr6P2T78QXg/EthTP0qetb5/FIQ+XKnxPYNkUj64B+G+9K5YPwSuBL81wNm9UeAXPzmwFL2tkN2/qwsivxw6Rr9nl4U/sGXPP+yQpLyUQJq+4zSHvab34b5ld769mJV6u7hmVr7qaDO+5OAQv4DTDL8+DUW/s1Kgvy/db78WmChAygihvx/G2LxgRjC/8K0qPgxenD+z/BnAa3mnvk+PDcA04rQ/FLlHvhdV0D8geGE/88/GvlwjIL/v7Ke+jX9EP88Lx79QfJA98agtPro4eL7Xmb+/ex8YQKU+Cz/WOhhAy3mEv0ZFXr6P6EC/E2Wrvc6Tcj1ubZg/B9hHP0CwBT52zhPA4SXMP0Gd6z6iwGi9",
            "HZm9P3THYD2tZiY+DBNZvdB0qL4uLhK/+jmxvDtQwz+SE2+/cDM+vpvJr75Pwg2/BgqnP3f39L5x5ow/yO/dv+qevz9su9c9a5o4P6fBmj+2Kj2+t4nRv5pL17/s77i/S6jhvhSnhz8mEBm/BcXKPh0Q3j6gBoK/G3esv3rFqz7mlV0/w2XEP121iz62Lfy+MXjuPgMDjL8P6ky/b5fgvTHyob+4LEW/FiMXv14Vh799Gp+/qHgLP9IX6r1Yjy4/Q84NP0azpb7o84S+n3TovrGMWD9iQxa/KlgDQHucsT9rVfy+gR0iv2C/GsBj+z8/MjO+v8qFnz4bpky/W/a0vyFTMz95AHq/PAMpP+weQkDDfm496fZBP0CXUb41waa/66KQPrDcHb/2rq2+ZWq8vQ2bgj820xO/Qi5Uv/8pob+YY8Y/8yQVvw4vWj8kl0g++FF9PvvuSr69vJy+ck/Hv6EN97zlIKk/NenGv0HKE7/dAPu+xycFQDLvVr8GS8m/gWW4P0fnAj9NyMg/yzaHPukQxD9pef69vL7avYAfSD6+PqO/QXzUvCoKCL/XPbW9hQPEPiSV3j82W7g/4I5ovxffl750Jck+/j0ivrXweT5bojq/rO+1vxnMUj6KFf49G5x3P/YXmz7bhkg/jjx9vI7yOj+pVh+/rn8CQM5k/r6kKiQ/hU0VPrAEfr8EmAU/bdeePn9xrT7qWqY9EmwOP5DNGD9UnzC/ODMVvz/fzD6tNJc+N3vQvsw2qj8MRNI/NVfZPqYTCb+D5t09ZWt3v+ptUr+5q5o+NsTpP1AU77/NgHo/1NWXPPkAKL8ox/i/XtkBPge1U79zRF49mgnhP6QGmz+GOG2/w1pNP76bnLv8SKC/RjElPxfuar/UpVI+KR53P7qE7L1lmRI/gnoVvxl/2z4z8+w/TmQPvn4tc78WyYU/pw4QQKZ8f7+HB3a9E5gGv5KOhz2AGzo/gQ4lP8bBD8A2ssu/4It7v2BPNL9WEAy+0biJvqOjhrzSPhvA",
            "eU0KvWTLKb+PVaQ+2KK1vv7WgD9KLZm/chGbvf8Xlb9vruk/NY2GvMHL0D4FZ22+gnwFPzL1Bb+FFvA/HHwoPvpSEz8NmUA+q9HCv83hyD/nNEw/xrOJP/rRsj+2EIm/07z6vn0HSz3jZhw/O2t0vwVqsD+TXKU+ayfovwXjr74UsBu+ZSRVv4BPDj/T/vu+7VYJvyaNr7+MIjW/nofYPwwn0b5FD4I/uhUbP/dLA75RwEI+ZcARP6/Ldj8gHF89Is2Iv7BYNL7T1Si/ZJDzPXVLJL8Z4bc+iEqAv2STiT8Oqla/HvBCv2+1/r73wWI+6iYjP8wbmb85Hlg++7+IvuDDDj7BrWk+vOCRv+4jMj+iMSw/WM6RPqs2kj5ihba8S04NP0IbY76j94g8h3RfvZYJej80Qo4/RryhP50tQL/5mig+ooXQPr+hYT+kaK4/H75DPk1Nbj/S2xPAwJExvn2e5z1yOhVAU0b/P+8Auj+zTwS+qrZgP6CZBr/gDvc+y7ODv90x7LzkvC+/dphkPNZC1r8LB/2+KgHWPu1OyL/VCnG/b2AAPYv4J78JuHo/PUUwwLCGCMBPFIU9DZxvv4c4Xj09Epm+Te5sv8JXgD9XOdg+VLmjPvz4iD+0Z68/ZNAeP0a9O7zBxCW/QB5xv0bMlD/BtZ2+QErovngr+z+o9Lg/5wyeP1JmLr+uBBG/4a2RP0tP7T8FFKo/9YgGQJNmob1Cmx3Ax5qOvpuajT+/lXQ/GBhpv8afUT8jOgNA/o24PKKGRT8YQNG/E1aCP0IAPb9N9l2+nnmmv2h5TTjyVYc/7w6Mv+lihL2K1EQ/DwJ6v0/E2L/HP02/7kOBPySlmL+1x+2+4U+wP02rBj+nyri+Mv+2P23zsr9ClZ8/Gepfv82DqD5axRK/BpXmPi8MCUBGpF6/H1RAPzalij4mqQu72JODv0riPL9QG5q+SbHpvxRYdz/o1tc++CFuv5jCOr9FFqU/riESv0JtE7yXdjU/dqUDP/wGJr9J0WW/",
            "lgkgv1OmVz/01Z4+vep5PevU2j83FgI/PRO3viKdBz6x42i/eVSSvtHfNj+wq+M/rhudP1xT1z2rWT++PUsGPhw0JL80O+a/9oexPlxdLT4sAMI+eCnGvuY4Z7+lWss+SDSmvF//Z7/Ex5u+6QwAvjjcVT6GevA+O0/gPnYbSb9xctA+Nw2eP158gb8wT1+/y6DpPd+VSz+C2gw/J5jKvkH7M769tQfAw7AlvsoC2D8Uwqo+xegHv9lcYb8Hr9q+wpUyviG8FD7vylK/F1S4PZ53Ej6hOEa/09HJvwlbsT9sqmO/JlmJPgghez8dzae/8MrYvq7eDz1fJdq/+4wUPwXpCkBtbNO+yJfKvtJ7Yz/gNV/AkY3Yv8cDkr9OB+G9BJAkv+tS+T6xN4G8lykjQHBTZT8XOJk/y5Urv6Bkr780WqQ/2Kqfv2wYOb+4YJq/7dKlP3i5mT6bLOA+bh5GPvsWnr8slzc+vVX+PsT7vT7HNyE/Xpy/P+3R4r7EhGM+UwslvwTyV7/mhBC/dY5yvaoVz711yBO/VBetPg+/gb9/HQ1AdNxxPHp9NEATZBpAevX2v4IgVsBfloy+a8G2v1JvEr1Dg5Q+kOGFP5z2pT8xT6E+wo9XvwYVor9FEGU/2zQIvidfYL8ZxoY/uC//Ps5jmL7HeqQ+P+Nzv5sAsT1QXZi/+mU0PsrYxT9qeZ+/DoHrP7N0cD+PmbQ+ocGNPlpaG7+D6Eu/8Ogcvo+VTz0Q4s4+nlOdP+KXTL/WAj4/WS6yvm0y6L/tyzK/njatPSGEjD5AouQ9qyDqPoACub8I/FU/n4z7PrM1Gz/SuqE+a2o6P8Ozor7RPPc+zVquvYB6Tb8RUI8/fZSovyPKaD/rpHE+lFFCPQfAAr/dFFg/FW7+vrT2w76YdCI/uNZfP2fARL7Xt9y+FTX9v0L9tD7GL5a+irO0v61NZ78oxyw/wq/vPhImc78MRAU/Z3ySPyjTpr9ApkM/Nz0TQNC+gr/URX+/6I2mv/1Khb/4rN68",
            "gKe6PzfoX7+83JQ/UlANP6t/Gj9qqQC/ym+SPwdDF763CSI/UCMZv1nNFD9DaAG/tMrZvAQGNkBcIYk+NZTePzy6Cz+JILu/hRv8P+HCcr8JSc29ciMeP1kA0D9rRXO/YTOhvwBnG79pF66/ygRgv6p4Iz+9tQrAo1NtPtY3FUAf07c+DBwdP/JrCL+XAxQ/6XQ3Pwcf1jz/Lfi+uoYyPiBpzD/qWAZAoHKNv3Q2iD9AbOk+n/71vllLD79P5Lu9OaayumzdtD4UsZk+5AS7P4Mk8r4wTva/9ieAP6f3kT9weaq+H2KevloGJsCnyVK/FmyVvxbHoD9PbsI/Anm2vtmpoz9FPcK9f5BUv3b8gb/lTCW/OHDAv/8zwT+V0Nc/8GMAQHp1xL0DMrm+DrVYP17gfL7mlY2/GPNuP6KodD5TL4C+tiD9PpCgcT9Vs8O//oczP+y3Bb+DSQzAsG4+v4jYCL8wM5w/6/GYPW5McD8IfZ2+dV6jP9JjKj83LzA/0cC5PpsQDj+vXq0+XnNuvqWSk7+g26E+XYxPvtsXjb9UoLK/xs5yvcXM/j4eyKY/60mZv2ok+r6eiYY/DxQvP7PoCL51XAE/zCq/PthC/jsGa9i8nufIvVBsiL9rCBJAONtjv5VxPzyd//0/lYMavjBO077wEo2/N9aoP8FSHL7MOoO/VwcwPuzemT+4PLi+ShR+v8afJkDngke/TOoMv4UBTT4Pi4U+zMp0vdJoY78QmLW9eAKIPW4vwr62T/U/04mOv/khOb5Cwj2+Gjldv3OSBMCkG4E/pWlcP2XZgb/yXrE/bE4lPY8koj6klio9PKJlv0HSDD/kRro+cu/Lvvr/3z/QLc+/+SpNPlmhYj8aLo+/rx3dv2r+jb4tO6u+vr4WPykvZL408kq/rR4xPy4k+j/enNK/gj+FvxhK8T+71DS+IAqXP+zVD0DPRo8/t0ryPt2zWz/GBV8//NYJQC0IP79Yw5Q/AD1IvwK45r4u3MC9LyMEP8UprT4hZys/",
            "x+oSvxyE9b4SW/g+1l0QP8TasL6WVhi/NaLkvg8uRT8xFZQ/bVnxv0wsKz/YFjU+08kxP1+i/77XnRNA6EeOvzfkjT/GRYu+TWeXP3H1L7/moCy//Fckv01R270iY9y8l6ccv9v/Wb9V6WY/hYVzPv9s2L4ek7M9aLgPP0Og0bxYLSRAoWFsv0qWCkA50HQ+YhNSvzTMrr+kNhe/4xk8wMQVn75UDn2/5oGaP6XRnz4OlH8/9LlcP4Z2Mz8o4zw/1xKAvkSiZr8AgkS//E8zP0w+sL/eeyy/bDxxPxoUv7/YcAg/Yr4tPqaC4r8wlR8+BZhWvvvp5L/KKAs/q4aKv4zLwj+Iciy/QZRcP7ecVr7VJSW/uoZtv+eugT7NAmM/lHhYP9IN3j9bEa49RfIRPiiyqj7nV0o/wwVkv+0jyL8wpfe/EicEP9BLCL9AhYE/3prPPZDTgz2Pb4W/rbIzv19Etz6TvJC9HaEnPC5k8z+4bxI/pFalP48BVr8CsbC/EBkAv0b6gj99VQQ/sQaGP6uILL8gt9q+osYmPwuODMCZG2i+AeOBvzSzMr6eXrI/MyOnPlntJb/YMkU/IKexvv6CQr8CxO4/7tUhv7JIzz5bQ9U/qHWfv5AJ5zuvf4C+IX3UP3unlj+GyPY+G3jYvlEg+z7+hWu+q4yqPyv/ED/FOBY+mwvYv6SAXr9UZ60+cllgP2K+6jonbau/F+2NPdajDj5OA30/NTFBvZPxhb+Ufmc/ZnlnvtVRMb9EuDo/YMUKPx/a4D6qHcC+3gm3PxKe078hdW6+HLhOPwInG8BvKBnAou+Gv6qht7+6pEE+dDTRvp+ORz/3XOa9/XkIQMiCMj8vrtk+mgGxv2I5OT/0WSc/KtyVP4onpj+SyPM+4sUiwNnagz+OhmG/Kur7PdK0L77w/J+/I5GYPUG3LD/FHVy/QPA4vrVoPr9P0FM8M8UJPx6pyb/GsCu/yWeIvyTiZb8aWeg+1vejvyTvRr515qY9rKnBv2OPNT6EEYc/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "AACAPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "UO9JvcdVETyX/y09hywPPS9fTj2Oq8W8CXMtPeIgszzFFxE91uENPRY2Ezvcu/A8Vle+vZ4P9jogY/I8l6lcPQ=="
      ],
      "weights": [
        "c9i5vWZpqj0ZDi69bQHFPRaHLD6Ihwe9y3wKvWekhjz9YTw9L98+vsj3OD67Guw9Sw+6vQWHPD5xyRC+O7ypvZ4HBD6eMRo+g0CiPRryAD6fMb890W4FvTV42T1J9U09DiV9vnmDBj74i1S+nwXAvdH/gb7grB+9t2fRPdR89L2tTmW+aDLCvS2NfjwlFTw8VsxJPkBeGz7Qgpy941qWPnp7u716eBo+e/VsPo51Db3amtg9c8GkPUEcS760OYg9oS01OsTyP7z0IZ29OArpvAfS6L1GO9k9vUl6Pr1IgT2tEUe9W9G3PeAi6D2D+ae9CgWIPgv5NDxAzRE+v+9DvlZzTr7tHzK+3PAoPvYOA76kViU+1qUTvneYJ73tyy++APpBvqMhSb6joMW99q5TPFnFmzyZMFE+MhQoPbOphL587yC+UiXbvPBRCj6QFzo+/jDOPXW9X72YuXG9JNGePXouGz456Oy9i5tmPYODSz7/OkE+3IsHvpWQrL7bBJO+RjskvrgxRr7P1o6+Yes2PimZOz7JiJm92iH/uzqSor3VPc88yzU0Pj1zVjzFapI92fc+PikqRT5X+BA+xHlVPrfd1b3t+6U+q+AJPixhE72WTBm967advXT6Tz0AgHc73wAuvHMeCL6MB12849TBvaf16bxvLK29j6fbPR25i74lHB0++PxMvhMhhL4LBMY9tgr/vRW+Fr5j2xy++jHTvRrTMz157py+yguBPqDSqz3DvTG9aSA2PsUyPL2QJ3C+YZEEPo0dv70U+v+91ZtCPhi+YzwT+oW8E6lePYXd5zwx0S++/V1LvhBMi73OsFs9+r+wPQUyET70AKK96l0sPo1uEj7Juj+9zjM3PTVN2j0JBX8+O8ZcvJKA8z1GAC69O7XFvE4N2T2vIjq8IESZvShRMb5IsuU8l4FtvoD00r2fa+w8TleVvdi+Mr4zDUC9g2woPgrFND5OV4E+TeqjvXedIb2SRUs+fczQvXJqGL0ZB8Y72gGjPoCEq7zF8fW9",
        "vv6RPmJ2Tb7yeJ2++RyJvd7OLD12T6G9OUAsvqNyXb6TWCW94//lPTRfiL2aCLm9C1havnTfBz6Z2kw87GcCvbjjXD4K8F4+VtR3vjHYTz6zGVQ+Bb8bvlJkiT6T0xM9+albvlo9DD6H2Cm+QIX7vaeR8D17j/k8fLgnPjYrJT1tsqI+HdkAvk2Nhzs7rEE+mHGCPYWPKzyLABS9kiY3vqPCrb1ugia+XyoNPuKQ/zpBxNE9s9ivPXlRDL7Dlv282ACrPfGneL6cbKG9eEMMPn2+er2HwB+9NfXpPeL1fr5v/wA+h4wyPo8yg74jaBS9LG5QPvE03brFCme+4PhvPh5Hw71nbDu+s1kAPg7CTr5U0YK9Uq09PicrFL7jxpU8Fzb1vBMr1j3/yOA8lrAZPh08FL75a7w9A83WPfHcMDxKJ7O4e8wKvT//4L2F9RG85w6GPdpz+j0BUhw+yimJPXGCKT5nphk+8DIZPg8Kkj0hP4e9xQs1PsKb9T31yX09qDSzvJCUhL6k2sk9FguNvsj0TL4ynsA7v0GMvr1gyb2Suvq9B3MNPqhLGD7IBuc9kE5GPd2TMj7UdUA+DmkyPkRZrj3/Lka9dPhqvuUVND3qOFY+X2WAvpeUy7z4y9Q9cje5vVe9E73GyoW9Wlg5voSPvL2Qjc48hZ0YvlhLwr2Ij2E9AP+pvdfsOD6Y8IO9FDWGvL4owb2RK8a8lpk9vk0Glz3L2ca8bwa+PSm70L3xyhA+kp40vurGyz3udv894OUGva1uVT06Zmy+b4UMPkBMCDxz+t88N90VPjvV7T0Qayi9egFHPcNQSj6q49Q81KVDvRbbwb36lJA83SowPnMk+TzvTYK9BbI0vjW18Dv2J4A7Ti5ePJ0qkj1wk+M9/mlmPqhSbb78ZgQ+KnIbPlzt6L1UMhc+K3XzOwk2qD1Bneq9Ix9DPrkYf76par29VxBZPnRqLr6Vzc29i9UjvT2jib0nxSq+qHeDPg1QuL3UG3g+FmJDvq8xg77WgxS9",
        "kWPFvVbtJr7O2Qs8/UI3Pv3W7z2ZmYE+p9hsvuzfkrzb72g+vKHBvfY+Ir49rWE9Yg6ivD/Jk73jzB+9c3IOPnXSBT7AeTM+P9cMvodJ/DtjV/Y8tVw9vh9RwDxWIyw9tfiHvuImGb1QgyO+N5u+vR0+kb4I5HS+UaF+vEM9oL0JWLi9abTEPFgdCr7xWao9IhvLPT79HL31ACg7ljFkPtsAPT5FsJU8xT9UvQxNbj6XkAc9BWs4PkQMjT7OjII+"
      ]
    },
    "conv2d_1": {
      "bias": [
        "80OCu1Kl1D23UzI9r930vNqhUT0AWwG957HMPaCVkj24tV08fjmMvDq+JDwNHyC9ckEYPcrhmj1qLyA+5/ndPd8pTj1k60g8EIotvUc4Ib0WHrY9YJjVPOZzDz0buLY7o/nRPYXvzbzMSO48WAUOPrODgD2rvIo9gKoePq9lWrw="
      ],
      "weights": [
        "3yWAPUD3bT0S9y4+eJgTPgUL1T1erKA9XMUAPRAF0j1qKUg8PB59veDdXz1mMxc+hwd7vM3ZEj77P/q9Eey/PNHKKT2gf8+8LsfXPVhtWz6vJha9m2FgPYYH07wNT4E93hgCPkRydj0sTSU+IYfsPbMcwD1vG869WY0nPRodMD5ELMw9UAk+uqLmlj6v+M69ZpsHvZUWAL2xc429nwINPp5L5r2srM29hc8ePsvks73Req68LJAjPnus7rzIPCY+A+/+vf2ZeL49ohI+YFbHu5fsBz5JF/i9Rn0FPWo49Tz4RAe+EseUvhKtR76sYJi93ll5PGZPSb5UZoc96WB8vBBCAr67A5u8LDl4PcUFwr2/oSS+4pmdvZQXnz2T3L49zlKKOgDfpb5owQm+Jt+bPYlJgT16kxa+x17KvTndoD1eJza9JuYlvUJ9Oz3E2ta9NC76PBzDhz0mti287kSLO5lRKL6p5Ju9DW4jvjuECz3/g+U8Ia77vUk8ULv2oAO9dTOpPCZlzb2yFPK7kzjMPac0ZL27RVa9YIeQvFdNjzw9H549/+XKvpxW87xT/068vLPdPR5TXL7Eng2945XMvXNbKLwRgiy9+OU0vJ3xHr6y4Sa+9Uj/vV4/2rxZva09YzGCvfh4yb6POs08BnbXOiDZVj0PBXm+s5fivbwX7T1YnSY+tA4tvrI8+r1I12G+pn80PdTopbvaJL68SgOmOzolQ71hNPa95Vi0PX2umT1s1dg9/7cDvjhEBLxx5Ac+K3ayumaH2zyVg2a8pDDVvPiWqT2XNBw+B1XrPctKqz32GgI8GAG/PQuinjxmu7k9E0AcPv2BHT5rN8s9jmd3vl5bIz4pGKK9ky+QvM/CgzyK2sG9BOxlPLNyoL3jsKA8l01YvvdN0L0kMCO9Re+XPWSY0rxtqlM9hkWXPMH6jb3swR8+ZIuHvT5Ly71Nb06+Vd9xvaAwbTwRc6e9dxDFPW+//Lx67ai9mbYGPsyyWDwGY0w+W+epvDw+Ez7cdbC9",
        "ZAUpPIUeyL2N72m8/jLGPJKpBj5FUPy9eUH2PfA33L1CnZi8jmbevexXT72EnkE+16t5vdeDPD0QF1a9Zmt7vmGc1D1tKBm+9IdAPs5vAbzTSF870CKyvTqmm72LTYy+7hLnPBH9yruvMsQ9Ii3ZPUfZgT2h3/878bQYviQtqboM8eY9CUI+PIQWjj3Y05M7nSG1PaE4/Lw3aUE+urVGvatVnb1pqAa+ZwttPg5z4j2Mbem80dfePWD0nL0KDHS+mzauvRInHjuBKM69VjqjPZZmGL2ANZW90U1gvTbkyb2yJRG8SV7LPF4b/72Ecl49iTaKvZ1uvbymfBi+nOQWvjDprb3MiTe+PbVEviNQgj1ldw6+/8cePRf2a72GU9K9OPYlPacKmj0NEdW6sANLPGu6tLztNCI+4iCzvZ2Yur0wIAW8m9fmvWz9E74hetc6xGvUvSSM6zx/6mK+2TUGvmrCkj2Ry0m92CfGvdxcBrwRClK9r9KHPcX10b1j6189bLhEPWyywr0hZUs+NnmYvX16AL4ghE6+/m3zPb+oOL6ssh89/hdQvn24bD1iYqm8osIdvcIuNjwgmou95s//vT9adr0wEmk8hzjSvRLxSTzS9pM8hk0Mvu68+T0Wa8u9T1ygvSxKbr6Yub29dL8SPq8/67t62Ze+5zEDPuxS3D2S46s9mlL1vSRU4b1DKPG96xeKvIbPvDuYMgI+yDOpPu5tPb7qHfe9luy6PNThWrwNJNc9VtNLviBcNj4GEGQ+2bYDvqF7Ujw88lc8913PvGDRLb40yJ09qS0Hvu2Qkb3Ziwe+z0UAvaqtVD2N3Bm+BBsvOxPiIj1RH7G9AQayvRMgAT3FNgO9KS73vbU1oL2yLTG9RonUve0a7TwK71W9rBxNPq3TiL3vEss8/CIBvlJ4ej084su8q7govJb5/LwvMUo+qV3fPKGQDb5MliA9aO6KPvJVmD0wpBY+Z/eyPVwXtz411+i9LCH5ParTJz5A7d09BV2SPXBbNT6U2k8+",
        "INzDvccCQj0JZQu++qhTPipHpLxImHo9lWpIve2ai74esMq9pNAAPnBXhr01CL29X9ErPYKyDz6Tc549JJW7u34dmL2FhQo+hhBDvi3lNz4FTgA8xmCVPU5yW77jCKm9+1mqPUXfhz7NbEG+iNESvtdXyz0Lc/k9FpCuvZg9TbvY0cW91VfRPatTHL5BHac9Jn48PtECkj2vBe48Jz1wvoODrbzAshQ+TCXkugstybzCPE+9FdnyPVS0Br45ogG91KifvNORMD2n2uE98nR3Pc+Hrz0C9s+9mO+LvaKVcb4Ci8W8HbkhPlD0Hr70PyG+1wwavGMoGT1Ohiu+SzQQPq78W77HlNq9VFiFPYJ4Eb4DuZM9v8xqvbv3srxddCm+TUbMPTCTQD4qBUK+YpeIvrKSv726fq89NTU2vp6Y4T1Pl6O8pEOfvh2pMbxHSDK9dVS5PfquSr52yuE8uz7gPF0vKj4dyOM84EH7vXAL972xPdy89HyFvS/RUrxaphc+HIJmvZ5jQj6sPEU+njIIvmwfxj3mNx48mjcwvnwnub1Ebd6+erOGPv4ohz1NG5Y9S9JHvM980T3pF529iGvPvAga1LwMWEg+2xkMPnLRvb58Peo9xbJzPTaej70T+F4+xyjMvryIhD5B9Lq9bcuaPQml471gIas96I9OPKvXF77RsEI8mlZlvKPaiT2fexu+ObWBPVYHIL7ZMxg9F1lKPgFxmb20ehc+e++APQtieb2uisY8cp0UPHqpVz59x8E7M9LRvZEK/D3Mh689YNOBvj4brD6XsB2+jSVjPrYVpjyXzqC7WjbZPPVfET7M0ro9EQziPah2Mr30O9c9VKoWPH5bXr1+OdQ9CcUbviWzM77G7I698JqmPTr92T2asDc+aBrnO/kglbwEdQ0+kaFJPmQokr34qD08R3qLPCg3DrwreuI8IliyvM3+I76EHA49Exupuugkh704NkU+vlyIPZ8RSD2AT8A9QkhQPSe5Er0Rgxg+ErsRPmoEEz6WKLU8",
        "izAFPuRJLL1UozC956AAPUpjaj6ZOry8ZgF7veg3rj0287w9L2LaPb9F6T33rq08sNM4ux/fIb1+vRy9OXJ+vSRdmTuHUga+I8aBPfdvyzydEMg8G6gKOxaOkj0AUaw+BfiFvEKrLz0GReE9qlYMPt+82zzjZTS9/5baPWYKaTthZU+8GCKavTeFLL0hsY09EJbAvbDpdT667Ba9hPaPPgNzcLxovgo9rwqHvZuuIT6HngI+WP8vvtF5cjz4C9Y8rKNVPWGyYb6klWo+sgr7vIWQbj6fpim+P9lrPfYLAz1Z6m09vjABvjm/Fz0F7Ao+/poFvtx2ub2IdAy+H4mFPfTILb0Le1O+aodqPtc/bL6FkoK9pJHOvT1J2D3Epam8GADWPPJgU76wBTS+EEEXPq1t1Dvc7Dq8IuOIvY+OA77RF5W8mN8ovgBEDr4sgfi96eaKPVR6D74hwsM9xT7WvUiF7D1SnUC+WYLKvFvSJj5je4+9fd++vUw5xjpYp+M9QIqHvb4Dvr03tSu8Bek4vuKAG7505a28DORPvO7DeLycc2M8xLEOuxnYwr3lG8S6gPABvm6Hl73A/bY8Us6lvFWXXb1DZRe+uotBvtLsbT013MI8tHeLvXJzgTxE14O94cbIPdagc7wdQYa9sbgNPJlcdD0WWee9l3x7PeB1570xy4e9oABRvPNoaL7qSYi93O1wvvW5ET6ZWek8bHqlPd43MD6Vnp086fAmvsVtAz368DE9CDXSvc868b065oI+ttJ7PYp+m73GkOO7ebmDOiOQ9zul4Mm7UYGBPdiCnz0OUAC+MOvwPBuWFr5CjdW9VBVOO2szB77IOmQ9tcuuvXRCM71n6MO9Y9qLPZCROb1SEeK93kmdPc5poLwG4Nm9o+TKvSPYJD18Mwa9phZ9PRB+gb1u6Jg9yE6du7S/xz0zhNm9ZkObveH44z2NV/O8A+QNvlVhx70xeIK9dUjdPTUy4L3X+M+92z2mvSmskzxHB0876mc6PH5y8L04cFO9",
        "NzxjPaBtAr6+N7I5ms2HPRxxID0dDtg8GXQqvUBS/LxXvi+9v3yFPRouEb5fkvi9IzgJvujVgr0dPhW+7mkEvPogrT2+v4a8dkUkPZqyDr52cZ+9gTU6PS7f9L2xQ6e9HO3xPf71yb0B0a49gosGvUqCBLuh/cm9QecnPX6RyL1NLvq8iyetPWv5Ibv8xs69Q33kPdoS0b0pOQc8yHYOPek6mD2P2MW9w0M9O14SuDz15pM8PArJvYTks73LCo69r4YIvmrnsDxNnl29PNQlPWVYj7paIFU7Ir+DvZeP9zzcQbM8nKQtvfncL70hyfE65temvRL1fryhFp694wazvSdLyb3fMls9h9aavQ3kWr1wJHO9oGO5vf3zAL30ZLS7eyggvVdo573lyKa9TLjevESPajz25oE90C20va7xp7xG+o68VUjCPXGTgz1J6YY9OmgEvrrxiD2GlsQ9dt01vRDPLb0lJpE9ERIPvhcyHz2zFCg8o+NZvLfntLy3KTU9J5aIu1tGKzxoBW29MVkGPr1o1D3rUCe98LJNPmvj2TdCtX09UJAyPersNT4Stby8UPAaPcUQGT7AeXg+G3kgvg2Pjr2bCZ4+7D9TPKk1fT0hFkm+P0e1PUVkR76Cwh6+Qd90vjPB1L1iTXc9AYBHPVTh5jvsqf27VbFIvZlNor1L0Kw9E959PtHaKj3Eypo6lby8PYW3dD1rqKO7I5GovfnJWDzwK5M9ght3Pnt4qz1cTK695PTaPcBtAD4P88U8AvCSPca7y73h/ko+SMLlPVvO3r0xZX69mp05PrqDjb0IMc6+DzVHvtLiar10MLc9axcjvfFNE75jQ8E9eG4wvsuCAb5WnN68W8wkvZ+grbxdG1y+xOgnvRYvDL1Knzu+WKmPvQbYIb5Xa5g9TEMCvlN0ubzkgz89EgBlvRKkAb4ypl09hlBlPTVhrL335jg+PIsGvTYViz3wW0E+6P+HvWHoGb1Bmiy+ub1AvcaraT15HvE8etuwvWwU3LwiCIa9",
        "AfsqvUZT2b19cQk98ZAuPuF3o739oBi96RUbvGo0wry7NIg+oVcdvtXoLL0O2809CSIVviYc+z0pRDQ9Wj9qvs6LAr4fmhm7nJ0/uj/A8D0oj6m8ZG6mvUUsxL3qKPO9CiAIPiItKb7wVv+8JD+8vPp5uDxJtrY9p715PT3tOr2gXBq8EKNfPfJkQb5WLSY9gR/dvfbr17xOViA93brwuljLpTzdl+m9lReIvJJLwTqPx1S8m5FePokkmr0Vws09gZiFuDIyAj4CqHA9yPlPvTY7j7s8fDs+Fl26PfQr2j0Uw6+9fxCRPsaXuD2a0c68C+1WvYDv2D3krfM9T76JvW005T0XpLk+QBpTPVf12b2w6No8Bq9jPqej8Dt4rA09RCiHPL6RFT0FLGW9aLWgvHNk3D2oqpE9YBynPQL+Bb5xPK69MHWXPs9EHL7l/LM9xrC8vWRwBj5mOo28vNOhPfQSeb43ETE+KuCvPJIeyT2blt688zfLPVpkHT7wG4K9AteuPEYRN70r5Yo9DEmrPf26BTtxP568oS8FPqwBcb0d1T29MQg8PI+tu73w7Ao9sH0tvVQ8UzslBqs9Sllrvrbk1r0FoTi+MgXmO7Uu5DyvFn68kTOAO9LbQz0g02S+OVQLvjtx2r1jPWW8NBXQvQjZUzyKFwG97iEQvvOhQb33FL69LFVDvlsSb73tH3W9JgWZPMHXEb07NzK9ZzIwvu70L7616j2+mWO2O+EolL24LEs9jeuRvVYTPb1CqHq9uuxJPI4sBb20fPW8svh/PaSNyL1mu/q9mtiePazNyry1cxu+rrY9vfqlUj43FzO89FetvIzwDD4ME9U8H4kgvlxc1brZ6r25loQwvv+FC74i4GO+oIGhvdTAYTrdE/68bDiHvscXGL5SZwg9fACfPDUeGr031A2+KDlxPBCiir6F0VE9m88HvoDDEjxXjha9dDSNPTtkfT2ZdVw9epmfvntekb1mkmm+H3j4vImmWj3mScs9om0BPNEvJL3EI1S+",
        "2YPUvT8sgD6Ge8U9HjOYvmc0Rr7nI3M+oJgcPYajb73a7xi+MNyBPjy5lz1NKx2+oIoCPgMFmD2/hZq9VMhlPNZyID6JskK+bi0xvuAxWz6HX84+rHDHvD5zdT6D30++J44Du548Lj2BXcs8lMuBvU1kBb42PxA+qd+EPlJWML7moeG9rTYGPoztqz0TEB8+BxjSvLPD3r3/f1q+vHNjvi09k77AJ10+4cp4PVP0gT18GpS9pYMEvYf4Dz4LMG4+IZ08vMDtEj66rhi+ixuRvd5gbr0hID0+FjYDPnJKv733EN092WlOvfGMfj16ssa9xWmOPYZqsj2HzWi72jbTvW/XHTx3MWu+gv6dPcl3dT7mvAA+23Z8vkuNLD60Dqk9FvTXvNAIdD2EwDc9037evBNREL51h2Q9qXwDPuH/DD7eZsY9K8aFPneQZD0veeW9mDzbvE2DhL0VXvS9ugb0Pft9Db7Sq7C87eCWu1Asn7xZ4YQ9XGYHvdPsZj0vsAA+X6XBPfuVwT0fNRK9cmxEPa+5F75+aeM9rIBgvadu8b0ZKIE9rKqYvTHYcD1+1Ta9UIHhPDXYlr1b+ko+b0RdvkA9/7315aE8PdCBva1HEz00NvC9De+ivbzytTtm8nw7XxBRvGW3RDsBWgA+MmeBvf9PrLxjELi9QHOQvRIjOz7fi/A9z1sOvqeVP77ArWk8eG0UuzEzoLxn4hq96weKvvg5Bb1moJ6+UUYBvgld5r3jO9a9AmYcvn2yXL7Sl4y+EfHOvahjkL2lfDA91mB2vbFaxb3ABzi9m2XfPCDbLD0sabi9xaq4PL52/rzs1Za9qCmQPX718LwDHjI9wzDHvK8M973USv68vpK1PC9dzj1X0CK9Eu6iPDABrTs8JHi9tNB+va4RPz2dSM+7OU8pvfOy672flmE8Aq7tvEY0cz0jONM6+/sFvoOmKjxuUiK9GKgZu5BeOzueZZm9B7cXvbFO0z1cF2I9gGSlPf6W072yuta9jEuSvVKwSbyPKUu9",
        "MS2jO6VYxbzS8I698T+uvVzpbD1Ugpo8mjt0PULtcz3mH6Y9KH5yvZlmkr3ERv48FSnQPPieLT3G+wC+BPVtPOCxvj3WdgO+ycE7vTXrIj2v+UC8toq5vFWn2L2aIb69jHOdvAlSRLsKR9W9EYizO0fRuzxgexA9lQu2vQrtQ70I86q9ePhMvaJ31b03u9Y9UxSQPQbGA77Xddi9hr2rvZV8Iz0OyZi9QJaGvGuj6L0rdkY8DfdmPNtpJjq2dCg9EEaKvXc3s7u8nJM9iltsvRhpLL1+JV69axmNvaBpPDze5cC9qfzIOtDXgb3iQhU9g05tvXMZiD31uzS8nw6/vS0bm7zd+xS9hvn6vXKHYLu+RQq+zMyNPQQ/ib3Jt2S9/+uQvbCyjDnpaqY9JnSavcDOmr345te970CAvZks9r0s7U29DHW7PWQ+bD1S8BW8/M8MPXlw072lNsU8bDkDPRDCHL1oU7m8LosjPRfPOztKFmW9bVqNO/su5b3w5Ru9yluxvU28RLtTv529iYJ5vfO8NL5KoaS9+3a1vcxNwLyouBO+hS6EvZuxuz2k+xC+9OqGPZwubr39fry7kFz5PZn2Bz3QmFY9C+MZvqoKS761JJe9UUo0Pd2PgruWoDA+qye7vbmTA7riQQG9IQAgvQXvLr3VjlS+wRgGPqY38z0jhiI+TqIuPVGrSb4JR2Q9j6BNPawnjr2mJlU9t/ntPQxhiD6TEhq8ubsePmhMCD50kZw9oYcrO/aYCT4Xrtw85GZJPYPBZjz0T3G+j+ohPpTKGr41Nwy+tmkQPpRkwr3ynRk+NN2aPZjf1L0yJg+9b4ZSvedMmT1bzqe9Y2iIvVq3FT1HUZo8adHlvaBpZL0H/zo+9/BlvmxuAj5PYe+9lZuNPicYJ75aLG49wC1dPhZ/Jr2//pK9RHKlPIJBT75qFq69A0/IPDcIx71Gcww+v7P2PVIAJb6u65a558Havf+Nsj5awAC+dN3gvXcgOj2LAa69bGwIPj4//D1IVoW9",
        "ivwwvGfyBz5z1r88gvzjvOZN+z1qYAA+5XofvTG6hb7xiYs8DUFPPgJNAD7IGzE9K0vhvAwyFj26w269EkSXvT6mRb42x7E98XhgvbH0KD6xaBE+wr/nPLL/xbvzps+9ZAGcvrQzbz5qnIa9gLiHPIWUg73rH/09VOgTvoSr0Lqetzy+pqh0PcbLEr1nQ6i99SoOvpjsIb3HwQC+K6fdvDAZmr16ly0+baRKu6WcTL47srU9E6aqvGUT6r2QMEk9OiDaPSOS+738EEG+CZaHvieEsr0FErU9sedwvX3sMr50vRC9rewiPgrdyLwybJs90GogPnvBjj0eCAa+h9KAvVxWWr0b6xs82G2Jvp980bz2Txq+SlGHPV/w/7w/sSy9MlYTPDnk3z3GTRc+LD25PWuJgj1Xipg9QeU/Pr+yVr1MyUU6/EMMPrDaIb649jc8iYQLvo7Z/zovTbi93KA6viDedL4tIws+UiU/velYTr59WBc8GgYWPa3Psj0WoVg9SFkxvaXLzzuVRFe9FU/VPRTRzz0jsFg9v3L0PbrY771W1yU+7HNAvWKohbzR9qQ9mPzJPZX/Db3mhxI8R/lbvlvdrb0DSDU+909Mu8yrPj7t7FE9Cq4SvuJiGj2i6bu8DvfUvBHXtTxkcUO9YgAGPsk9Gr56h9U9oQh9OAhzG76wa/C9rh0PPXmOGb6IM4+9cd7XPdoOfj3Cc+m9aAWsPeaRTr4WzTk7Jny5POqhuL38UYE9cVvIvDD8g70j2B2+mk/XPIr+7Dv4ji6+EsPWPSWYP73Beg49jliQPdVh0j0wgSC+HhcCPta2zb0USAQ9cCnhuzS0Mj0UFFs+lkPkPR6Daz39gwI+qFf9vkLtoz0UpSi+6vgZPSfu0j33PQA+LmtJvvflAj7WFik8sqtEvmNYxD3BskK9kC84vcPjOj5A9QI+9zOnvXY2qr4qKiK+EVH9vIhAqr38hbs8ChyNPbfyoL37G5+95EQGvp/BvD2xKbW9qebkvVQzor1nLeI8",
        "GVtbvUxBKj6ggha+GgYDPucauD0COzU+hr/evNWdMb4Vr+G9QpepPr/95LywLBe+LzKBvWILTz1bc4a8yOZCPgYmHr7szIq83JPevRntvD7s0jA9i4KNPqTjNb5Abx+8WQzVPCk0Fz5AFDg+Y0JRvVxZjz1RGK09GSIBPsw8mD0TBou91zkKPoBxQL0FkeO9SgINvmaiHj6/kGm+QWKMvJamhr7Gwq0+xl50vdHCL75iOOw80IvxPcuJGj0Qj9I9fI6fveTJKj6xLKA89EEdPravrD1VD0o9f+0UPgDSvj7htgK8hKPUPJZOnT0570893GfuvKg8xTxBh7U9tgZdPaDqvb30Kys+iUklvLJ7cr2mV408TGEXviap/z0opW0+MP0vvje8ZT1bXb+9xsgKPFedJL5wbgS9p0bnPRWPKj6fv4g9l+8ePp7a77wurYQ9LoQjPpO4i72m5tU9FzkcPpRJx71FpCi9ooqLPR6FYD6JmLm8dzYUvnYo97w64g6+IiyjPazB4rzqrQO+ovduvcAQL77RdgG+KNT2PbVT1zxLpWS9FTSYvkEzLb1BoOO9/TogvTMKdr57zGi9oq25vTGoP72PGEm+myhcvm6Iib6ppWm+x9ULvjagrD3kRiq+YVWQvvT8x74jJDG+g9MZPJL9Gz0ttI2+7ysKPfdBhr1rMAE+EDeIvd0qe75sMbe9rUQqvkOeKLyT8ic+ovWzvOJ+dr5lHh2+TT5bvSMtkD1vMYU9PWFTvtIRDD201nk9idQqvQLlSj5437C9nicOPR4Dfb2XF+U9ZhSFPatwUjyAlGG+dimCPmoSBj5ULwG+WZvLPQWYLTtw8Rm+KMtTvrwJCT5gf9o91+s8PfYCJz19KHk96ONwPVpQzzyZHSg+TKxRPJJX1ztWx/s9ibuBPYV6Ar6cDIG9kOoRvMsMo73MadY99O4AO7yEwj2Ac7S9Ms0TPqaJeD1kuBA9bh43PusDLbxpbw6+b96HPfHugrtF5hK9Cz5EvkB39j2SZ8g8",
        "5IQ3PXgWo73cbI89Tu65PG2NFT7No1i9H4e3vS/VGD21BPm96AWFux5rfb3RD989MetkvZ3ZlD3pWNi9J92MvTMMobwugdq90BfFPD8Dcz0KfDg8yAiQvvcNLTy62q09P+SAvcQJg75YDJM9qTYEPTQDSLte/wK9yWK6vZgSRj7y0BU9JPdGvhsgED5hAgy7udcXPQIhFr6rxQy9X5qovEESXT6G99S+iLi4vE6+JD6rSPq82/CHvsnNa70itg49kwTFO3GM9L1R4OO9mop0PbeeBz7d6t68AL0MPtZzqz5sJJg+pkFgvRtqFD7xrrU9hMuiPUIMOT6WRj0+vIL4PX1ViT34A3G+Hg/IvZo0iL2ViI89XaJ9vPLrDLyIrtO7JO5tPsrhnb7oVzC9T0YbPjywQ70OqT+8rMwEPePxibzwUY+9+dQCvo+yar7DFiO+QcRCOzqhzr1TM1e9z1xivv+C171xAxS+UVInvcZ+Pz1S4xo9ql5kvYvJUDy2SBu9CrIVPPJkSj6r7xy+FA7Gvcg2Cz0NcGI+ATAfvUc8Sj7V9Xy9W8HFPrKrDz4Ntz6+aRgUvH1hLj6tzrm9V7y4vBDktz2+FLc92o+JvCBCRT5KWyI+QA88Ptct0r35+cs9T6k6vqyG7j16+AG9J9BLu0lLvr3mtRG9TFWmPUjDFrvKnJ0905EVPnUprj1Mz0o9y0aPPcUZHD4Ptko9WcIHveUhjbvYMUQ+chySPXPxHL2zGoO8b4wiPias+T2DktE8SLfnvZnW67xnkRm+meypvCDQML523YC9qU2mvTGLKL5EVME9mP2LvWiOSL7cBuk80hokvZGWFD2Gw629676vveyYiD2vAiu++df6Pa3ulL0Zua+9Tw8cvpp1mT2F8RC9BKWlPV1tmb1kVMm9pELdvQzFH72Twju+6b5yPcA2rDz/YR69a+eDvqXiejwycTC9TSxIPdO+672KIoe8pdHpvRFu6Lz8bYG9Z+AIvFxSNL37uvW9Wf8ivux+hT207QC9",
        "pqcBPr4pCr4yua2+o9WzvX5yrr2FlfE9HRL5vVHiGb7xj/y9qKEPvnT1wD21hxU+8jC7vBmdIr0CWMQ83AizvUdpwT00UCC+YHOTvaf4OD2+Y549OeHyvS0cnj1cAsa9hui2O7+vP74frpu6g9jvvctSiz0gOBe8XzTCPFepeb4s5XI9xxADvhTnNDtqqfe9FQLFPBUP072klTY92DWCvkCw27wJvJG+JX+kPczsSzzJe6a9GnWhvdEo1738n7299Fr2PKdBDD7cVZm+BdG8uwyaAz6jIdM9868vPfdVGz09BgU9PTyDvQhFmzwG9tA9G5qFPcGzTD3IOUI9hFYdPPoQODx4zSU+ryWSveyxDD3PYCc95OzLPJ7PLT6sceW92Db3PUVZ7rw/MfE8mvqwvMFmlL3kpKu9jOXNPQzPCb6bKT299Nm6PXOyjL0Y8oS+BHMAvSX8bj1UySy+n5OOvShYX77W09c91NQePjQomz1UCMA93Ql5vYOOrj1DW/w8JEJQvHKWjr2k15e8VXHwvG/hQDxLA2u9Vs4PvfEYB76HM969aK6fvZJmlj0YVXQ8MHcVvP2J0T1TiUA8yNdhvnpFmb2UfPi9Bd1JvapWgr5uNLm9woJ6vTHEQ70HxTe+Kr2gvLuF1r2K4fI9vCJbPfCtDb2rvB69FXTlPcqIDLz0LOw9SyeJvZZjn73GvNO8XSHTPV8BN74HMtI9QIiEPc8nWTxW0Cm95I/WPY2+dTyOUQQ9wiI+vfr2zT3AeAC+dUEbvR2tAb6/DrY9cPEpvU/nqT2evSG+WgTMvXpob74We0c9dQLKu7xNH75Eadk9AgKOPVLDET2dFi+8jb9SvmX9z72PZCG9L9NavVeL4T2V6Fk9zHQLvlOWWj0e5NS9Aa+TPT/yILwvC6k9pZGYPZG4IL5vZMC8fw0Zvan5Yb6aLIC9/qfTvJMPgb3J98a82toIPn8nKb6a2/i96HDivTX/Hj2HJB893EAVvrqTnjt8pPW972C0vQTXij1VFwa+",
        "TWu8PdNsDr5H1+69qSOfPXwsYD2hTtE9N88BvhE5AT6h4kK+J2rbPbkiUb6Ka0i+3aPfPNAOGLy6btE9Sud2PWY9r71zCFM80kKRPcuzmD3bOG297CirvAxMRb3EUaw+xZvYvRdc/b32CRC+dxM4vv5Urj21MJG+7Unovc7DQz4AqrY9XKTpvEmJGz1xdN48LxqFvJGoJj4ZsOI9jG4jPobkKT58ThI949oEvoRfSr2YkVG9WVcjvvsrpLzUKyy9XH0KPh+3Ar6BsKU8cXG2PPS6Ir30gCQ+UfSDPV8WOj6qa9q9wC73vICXfb2/Oem9b49bPV0uZb1lHoU7ipXsPHW6wj2QqgK+DkqbuxWMQb7j7EC+N5SJvTp7Bz2IWfa9ahKhPaqiar6KRJM8lnxHvRMuSz046R6+2bykvQpdcj1Z2vW80EE5vuKpLz0PeC09k4Ibvq/6k72sggI7IaqFvoUxKb5pc52+HzMCPKBaK76SnpS9awnPvaRHkr2QbgM7TzdBvCb0pL28wOe7sy+HPvKJRD3EmWo+HTNFPXT4zz1SdKw9TXm8vIFnGD7zKQS886AXPH/lNj04CAs+KJqiPf9jID3Mvq49oLCBPTibgT0Aibe9lMHLPZoJY71FsD+9Tqo1vqzFPL3jfeM9Gtd+Ot8CYrx4YKU8suL2O/G1Jj5roDY9GSP5vd6bgj4pA4M8bC+uvNBGmL2Vh9y8nhjMvYzV0rzr7Vi+CZMVPhIZ3T2O15U96zCyPXqM5j03hrE98cVjveAO372vmRQ+DHOCPRFIJr0b/ca8Fh19vHX1Oz4KZKM+ctYBPew6HT1KCmG9x+UrvhgBN76kP6O9sxZ4PW7AAjztUau9r+CFPkamHb55Pw2+UjgiPXt/0b1R9D27rHg5vEc9gT3iYw29NlMnPs/I7b1w6uS9REtsvj6Y9L36B4W9uo21PYHMkr2Df/q9ztW2vTsB/z0TDSW+xvIMvvh9J77EZlE+U23fPFumMD14U4098V6oPX4HE74jx3u+",
        "FB3BPdkGob3KsDi+bMpPPWECbL62ASO+orpTvRDiirpdK5O9DS/bvSzGCLwzBgK9dRCQPIwlhL6V3RW+S7SHPeZX6TxdcLy9AouQvd4ibb1FTFC8Lxj9PMJ72T0MEz49UIePO9L1n70p4vg9HE6CPaQ0/rxJVrW94nm4vETxFD0H8iw+DGeovYwPaz0w2zi9+nNzvXt7Lz748Ko9X5wvPgwL+DzGDqM9g+wEPnJ+7TwCgAk+KJMIPU9aNT3KI1m9Kfl8vDCyn7ye+Ym96TJcvsYjEL5YdgI9SOwxvlb5r750kaS9Noo1PEZ3wr0U8Im7q9M/vouuMb1TYv28gDKEO3U1Er0xBYW8ovOrvehBELzlldG9TD9JvhFMLD6r+oS9ihBQPBqSHL5JFoI93dh+PeGodD27JQE9nkUaPgGxiz2vytM7WZm6PR+5HT4D/+s9vWQjPsH9uT1oMsM97fJSPpQ8ST6xBUg9oBbcPV2uiT4NWho+20m4PZt1Ej6UUKc+H3gFvom4cb03mk6+H0S3PWXmDT4YbAK+c/QHPRn66r01EBk+OtSOPfVAAb0TnVe8Ibq6vGNUertv96A9dNPIvX0rI74TkCM9RJcHuoqgbb0O1cc9rZiGvZcv7D3yipW9OgmCvFmv1Tw3IIU9FwA7PbcqYz3rp4q9tVHfvToznr1+v5Q9mE/dPMtagT1dXrk9kvgNvotpYzzuTWE6tAiyva4JOj0458C8AKgEvvy8t725l8m8JgOqvcfqfD3WDYE9779HvnRYEr4eqRa+a6I0vmIrtLzko4m9aSZPPYlTq72Mskq+iyfJvXOksL2xoy89WkqnvMM/Qz0HYLI8RbJ/vSfZ+Lv3+li9zqYMvXaJtzyNy6a9YdyEPAnfAL2k1FO9fTZOPdA3BT6S3aS8EQ2rPPvg/73gs0494HqkvB0RxT2Tfra9IApyPWaADb5mFZu9oT2HvhvV6b0Ff9+9FDwtPaDqfD1XKqQ9PwV6vU54sjsGoZs8MYEsvRB+rD284J89",
        "eisLvdB31L1wmIa9jhZivca9MzrMaye+0LAUPP6cnT2rTvs8d9TIve1FPz1WWDe+CxHCvYwMfr1rDf48n3ZjPQlfATwsctk9C8kZPnz7Ib2Jr4E9LMIrvTtVqb29vlO9hHwgPjPIqD17V4C9tvlHPRWvGb6V7og9vsO+PdYEXb3j8tC9Gro+PVS2yjuThOI9yQ6+vVoo8728GVm9mS+HvcrvNDsOo5o92xMKPNQZXrzEZQq+eFM6vZShG71O8bO9VPg9PYxRab1xGjC+lBkrvEsvBDxgZAK9dNLwPQ/93T2YNMO9vifkvd2Clb2QyBE+VvKuPZxtsTnPIIQ+aceEPj8ACDsiqxE+UROxvqRk0Du3+BK8qw86PZEhsDx3KWA9gczYvdxwUb12Gj09ydZdvamrwT1dyue9wVQKPdqGiz0jqFu9a+DOuxmuJL3IKEI9h0rDPX4vKD2rpym9MAISPuBiA76RM8M9BmYaPYwxk71/Fka8CUKrPcEO2L2OveI9WU8tPQd89b0A4dq984PdPPUdvb3afB08YbvwvdpRuL7fFwC996jRPeQw7L0YPRG+UCIMvk0Q1T3N/sq90ZXQvUptxD1dah8+2hdUvQ4NjD7w63I9dQMNvC0+LTzoaFu9Nb3jvXIFXT0oXxi8ixPEPB7Vh7025q09nu+DPUx0pT2wCoQ8mjfAPJKNCL2jEBw9RAK3vQnh1D3LnPY9U1o5Pp3zdr2a2x+8ApgxvaEktD1kFyK9SIAOPYnpCj5IPTS+BHZ3vWoidr11eZ08W9MmvjSvUb1OhgI+45J8vaINEb2DZNO8A5sZPY1uTrup3JO8B+WYvVDEh7xizJy9V/CnvSm5+7152US9EGfevd1WTz1WZoY8MIaaO8zojb2v5xK8Wou+vLY/+jxXGIa9O7H9vdIZlD360ne8mSyJvazmt7yPiDm9XvKvPXrP1jujxZK7AVJbPAabqr14ZOE9m1qEvUycDL60P2g9gdlGPcwJtr10Hoe8ExCxvHWB3r0rIpK9",
        "/zgnPqUQoT0kqTS+wqmePbsbL7zTFkg+uEwZPjjUeT04spc8L+YFPmfeHD4gnOy7Rqk4PJbrRD6YuQa83y9rvkbNnrxfW4S9gDtqvCsDLbwQRki9G+AOPllinL2slaC9kDV6vmw5k71F9B691FelvT+TGD0Gw9i98O3nOzh7tj3nDP89MOIbvs1lXz13fzK+d2gjPskeT75Kyqc9sgoWvlqX472prQm9v2nNvcvVoz3yvFI92D5svQBKML0fg1m+nNq9vW5gQL16eA6+m1aKvf2UFr4l76y9vasrPfCpgj4bXny+tCIPPjImFb44pCu+2r6OPf5oLb2rKwq84lXgvUjdDD0FbV29CUrOvMeng75dGWG+wvpzvW3vR716hii7mtmlPRdxS75cMTE8W9WgvfooHj29MjS+yCqPvSNKL77Kc+A99aehvkxPxz1W2pE8n0xfPl5Cgb7DFYw7Z1MVvtB1DTxFV52+9R3tvQOdsT0iYjq+BBQbPe7nxTsaMoi+9BOhPOCJBz50lSC9FAISPjRut70iVaE997JGPeG8NT739Qk+KIDpPTat5L157jO+s2cZvTSpeD6MAMU9fVkJPmJlAz6LolW+Bi3BvSvLzz0y//Y9SbMAPQsj4L2Sb6u9ydZzPsVY9j0c49O9SA6UOdpgA73dQx8+rmqbvfnLBj48BdW9+7m5vEQOBz2e3iE+0RGqPdARhb0+tdU9CMY0Pc9NWz4adcO8+eTVPF/rijt3dr+9pSUEva07Sj2X9GA+B0ErvljFLr7pdoY6nI5pPcpYSb2xt1K+NGJwvScSZb7e2yY+iahnvh32vb33CVO91aFQvm9JX736nKS9ae6dvhSriD1h+IS+2OoLPjTxrr32mug99t8rPQz0yL0aaI6+GV8ePobCJL4dwhe+cTYAPeL1a76D4bG9AuGZPflzWb7FeBi+2bk9vpiSaL5XGLw9p00EvQzpFj0PXci9Og8Lvp3d+jzm4wi+NNkKvgC2Dj2o/yS9DkLcPCpm5L26UL87",
        "+CY4vtF6Er6uVxk+3cupvf5zlDy4z4K85V6ePbh4jr33ixi9DtkIvm6+gb1ePdC9BQWqvTGb+b1PjFs9MVobvRFqq70vlBG+4iEzPhJHDz5AHeS9eoOvPXdtBz7ag+m7RSHzPcoHEz1zDwe9BQVZvadrz72JJrC9BLt6vRyZKbwCMQS+DWgVvfRr5jyeAiK+fzqFvZh9CT40vzG+tbckvh8aZz7nopC9WRlzPRb6wr3nBHI9eCN+vc1sfr6w3c49z2GKvcbP/T22pl47gWkIvH8B9DzkANY9cqRbPst0mz4tb3w9WvvPvXLnCb374l69R32LvN8G9r2ZFtE9sb/GPgOytrwMbC0+WJMKPn0UJz5DlO09r0N0PtX/gD7l2Kk+55g5Pi5Hzz0dHJ68dXKpvASw0bqY6uo7lfkfPtObiT5SjcI9IRyEPd5lbT7LYiA+WHbqva6z+D1wSCa9AbYFPiwSlD5LZbk9nJXjvK/zSr53kfu894fQPRQeE73hAeW9sV1tvVCHq70Wd9w9DeLWvVqhBz72nkA9GsOzvYLax76lTBy9WQGNvds1Xz2IqYo8gsOGPfPc2z370My7phmFvq1JMz3cuYo9UcsNvW1Xnz1kxUg+9/XYvRbECb0ToLS+YdyVPcX09D3osg0+sE37PVLKNDwlCDM+8HetvUqAP77x6ao9dLsGvm70Ar2qoyW9/RFFPvK8/70GCl68OTwvPUt7Nb2eVZC9L4IAPtMtLT13WBW9GFnkPRe9Dz5JOcW8LnuLvTUB2r3QGnA9AaIWvpf4ory4cYI9WUMmPb+76r2NaCO+iBKpPTr1SL1yGCU9OdjLveAid7tfj8q9rKurvBaoF77RpEC9a+EJPrI4wj3Hihy9yPpyvtfc+T2bW2c8NAf+PB+aJz4GJJu9bM6KPEa0ST23fHm9Wc5DPjEkpj1W67a9DSUNPVdZDr4hD1A+RV7zPboywL3VqVw+X3xHPgWTOz7NH5M9WavrvFzCHT1mgkw90tkPvtjTDT5soic8",
        "VGLOva0t2jvzOIG+uR5DvhM6kr4pZJE9h0E1vsK8yL1bemy9RLfbPecq+ryTaZK+S8u7Ol2uOT4jC5G989LhvWel1L1caaM9POjlPJj6iD3ETbe9HlNtvQBWcT3j6La9kB6evhoBIj78yKW9+tqXvW0+ZDutnsc9ofaMvVu+nrws0K883pUoPWVtKb4Vk5S9bod/vUeIoL1Tvgc92DGCPA+GPjxpUhs+EdwGPo3oJL6zKqq7f0x2vdAzO713nwc9K8ylPUGP8z0UfsW941DjPXMEyrvPzz2+4nAlPGcQpr0ayGS9aCMDvVRXtLypl4g+PJA9PdnqDb73pJa8OXa9PXFKmL0dqo49RpaMved7Tbw2kIy9MfmZuzE7Jb3bmD69O8SVPUJ4ezwHNfy9ar3xPOmXbr1grmG9SItXvmUEpD1/Icw9R6wdPk5GRL7Za4K9wgX2vDTcfD2btZm99dKPvDGCOz6wpn893S5XPb2rmL2cDtQ9r/S0PRUPBr58WhU+Aw/JvdIfET5iZeE7idm7vgW7ij2MrnY940lavlKJVL4TQ9y9xXbVPRamAT76PTe+9zSAO5GGHD7SQwK+jxyPPdEs0z0oDPo9NbfqPeynqb7Kcqo9LXKHvdwEozyju8Q9J7k2vo238D0WRWq9Sja1PT+hE72pNsi9WNxkPX68Tb2raBm9PSniPa4dd74SPY++eLUTvnU6WD3whIG9vy4SPdw5Er0K/4Q99nTDvTPw7L1d2+a8Ll8dOteKhzpIwxK+eV2MPJN+6j0/Img+lfUFPpdccz4YRtK9eSmcPdCf2j3GQqs92E7+PR/UiD0CrvY96pzwvX6Qrrq1raS9hjZ6u5FAXL2281a+w7+nuWTAjj0ONpU+yBqqvZVFWT1lXGU9WEUWPixhhr1Nro89/3IvPopBH74XJp89CkYyvZPy+7sgD5O9KXYLvjGzhj2iDf08Gv75PXJte71Tmlc98lysveIJ5j0rIe29bPExPS35vz37TMi9WUybvaOiHr52Ilm9",
        "ahkjvvOjzztPmFa+++y1vYsTaL6txD4+QykSvrSiSD5jhuG9rB9CPiGOab6gw2y+CMXPvKM0Q71NIGA9MMQSPlS2fb0CJ2w++OkRvhm/pbwrKvK9+AEEPssWg72FknQ+52L+vdpzYT622la+zBP2veBCvT0O04y89GOFPW38mT1k0c29LkclPpRpSb1z1jM+xVM6vbO9sz1DU3y81gpnPIJKMTzUu04+d2mIvqC+kL5T9qa9GZkRPuubEr2uZUc+az07PQq5NTvxJVe+FCp0vZjmIL72WGI93KwZPWkTFz5pc3q9YZaTPXzmgD10oAS942gyPccLvD2mFLu9aV5RPNXs7j3MCxw+qy7GvKEcQTxi6ug8z0x3Pf/f1z3EkaQ8PzSTO9apIb10tNy6cR4/vaMjD7zEDVa86I1aveOwd7ww9TE9BO5PPWLDVr6OZVW9wg3OvfHfmLyA3HM9bUmlPWnjXr6De/M8mxK4vAvU8r2cNxk9IVDAPfQTN73PrsG94+PbPZ+m5rwlpk691KWovsRnZ74Ns6+94MwJvgk1vr0/tPC9AJugvpEqn70ccbQ9pOEIPvZaWLt6+no9Y2YQvRNkMD6wVjy+D67IvBEiB77+jEu96LLnPWWqgT14Aeu9zaoPvQSUgL7dOxw9D4LovFC7kLxxcWO9i6F2vUKDSb00rLk8IF2IvYlkRjxz3Pe9qJl5vUdN7ztawDC9Z0mCvs1Lir5l0Wy+quYVPRfchzzp0E8990NbvVvBrr1vlGq+Xqy4PeGJSD5j6xA9BrhcvQryDr6u1fU9WqV3vcIoST2Ic8c70ikpvF8FrT3wTR0+n6TrvSGWDr7NkMA9Nh0FvaFU+D06YoM+2QO8uipMqL3v5cY9VjO0vPCvXTxSMU8+SuuhvRoFSLtjNpI9gTUGPhh+j70ZzNO8kb6DPS6I5b06cfQ9C2TbPRHuEL6yFQK+4kCPvV7tRr6CD2a8j2IaPO4DkbyCj8C9fwpbvaxJGj4Pq0u9NaiKvbuTlL2XQci9",
